Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2008.tmx
Source language: en_us
Languages: zh_cn

source: The Industrial and Commercial Bank of China, the Bank of China, the China Construction Bank and the Bank of Communications were turned into stockholding companies and listed on stock markets. This brought about significant improvement in the quality of their assets and profitability as well as major changes in the banking industry.
zh_cn: 中国工商银行、中国银行、中国建设银行和交通银行完成股份制改造并成功上市，资产质量和盈利能力明显提高，银行业发生了重大变化。

source: We resolutely carried out reform of the shareholder structure in listed companies and resolved this longstanding institutional problem that hindered the development of the securities market.
zh_cn: 坚定地进行上市公司股权分置改革，解决了这个长期困扰证券市场发展的制度性问题。

source: Key state-owned insurance firms were reorganized and went public, promoting rapid development of the insurance industry.
zh_cn: 重点国有保险企业重组改制上市，促进了保险业迅速发展。

source: Substantive progress was made in making interest rates more market-based.
zh_cn: 利率市场化改革迈出实质性步伐。

source: We reformed the RMB exchange rate regime to gradually make the exchange rate more flexible.
zh_cn: 实施人民币汇率形成机制改革，汇率弹性逐步增强。

source: Comprehensive progress was made in reform of the system for managing foreign exchange.
zh_cn: 外汇管理体制改革全面推进。

source: Reform of the fiscal and taxation systems was deepened, and the system of transfer payments and the system of public finance were steadily improved.
zh_cn: 财税体制改革进一步深化，财政转移支付制度和公共财政制度逐步完善。

source: The central government turned over 4.25 trillion yuan in transfer payments to local governments from 2003 to 2007, with 87% of it allocated to the central and western regions.
zh_cn: 2003年到2007年，中央财政对地方的转移支付累计4.25万亿元，87%用于支持中西部地区。

source: A budget system for managing state capital was introduced in some enterprises on a trial basis.
zh_cn: 在部分企业试行国有资本经营预算制度。

source: We launched and expanded trials to reform the value-added tax.
zh_cn: 启动和扩大增值税转型改革试点。

source: The income tax systems for domestic and overseas-funded enterprises were unified.
zh_cn: 统一内外资企业所得税制度。

source: A unified state civil servant salary system based on both position and rank was set up, and the system of subsidies and allowances was basically standardized.
zh_cn: 建立国家统一的职务与级别相结合的公务员工资制度，初步规范了津贴补贴制度。

source: Further progress was made in reform of the investment system and pricing system.
zh_cn: 投资体制改革和价格改革取得新进展。

source: Work to develop the market system was intensified.
zh_cn: 加强市场体系建设。

source: Market forces played an increasingly important role in trade in the factors of production.
zh_cn: 生产要素市场化程度稳步提高。

source: The modernization of commodity distribution was accelerated.
zh_cn: 商品流通现代化步伐加快。

source: Significant achievements were made in the effort to rectify order in the markets for land and mineral resources and improve the quality of products and the safety of food and drugs.
zh_cn: 土地和矿产资源市场秩序、产品质量和食品药品安全等专项整治取得明显成效，

source: Protection of intellectual property rights was strengthened, and we severely cracked down on violations of the law such as the production and sale of counterfeit goods, pyramid schemes, commercial fraud, piracy and infringement on others' rights.
zh_cn: 保护知识产权力度加大，严厉打击了制假售假、非法传销、商业欺诈、盗版侵权等违法犯罪活动。

source: We continued to open China wider to the outside world.
zh_cn: 坚持扩大对外开放。

source: We honored all the commitments we made when we entered the World Trade Organization and made all the required adjustments for the transition period.
zh_cn: 我们认真履行加入世界贸易组织各项承诺，积极做好过渡期各项工作。

source: We deepened reform of the externally oriented economic system to facilitate trade and investment.
zh_cn: 深化涉外经济体制改革，促进贸易投资便利化。

source: We lifted controls over access to foreign trade, greatly lowered tariffs, rescinded non-tariff measures such as import quotas and permits, and opened banking, commerce, telecommunications and other service sectors wider.
zh_cn: 放开外贸经营权，大幅度降低关税，取消进口配额、许可证等非关税措施，金融、商业、电信等服务业开放不断扩大。

source: There was gradual improvement in the mix of imports and exports.
zh_cn: 进出口商品结构逐步优化。

source: There was further improvement in the utilization of foreign capital.
zh_cn: 利用外资质量进一步提高。

source: The "go global" strategy was resolutely implemented and significant results were obtained in mutually beneficial economic cooperation with other countries.
zh_cn: 实施“走出去”战略迈出坚实步伐，对外经济互利合作取得明显成效。

source: Strengthening all aspects of social development, ensuring the wellbeing of the people and improving their lives.
zh_cn: （三）全面加强社会建设，切实保障和改善民生

source: We steadfastly carried out overall planning for economic and social development, accelerated the development and reform of social programs in education, health, culture and sports and worked hard to resolve problems affecting the vital interests of the people.
zh_cn: 我们坚持统筹经济社会发展，加快教育、卫生、文化、体育等社会事业发展和改革，积极解决涉及人民群众切身利益的问题。

source: Education.
zh_cn: 在教育方面。

source: Public expenditures on education in China reached 2.43 trillion yuan over the five-year period, a 126% increase compared to the previous five-year period.
zh_cn: 全国财政用于教育支出五年累计2.43万亿元，比前五年增长1.26倍。

source: Funding for rural compulsory education is now fully provided by the government budget.
zh_cn: 农村义务教育已全面纳入财政保障范围，

source: All the 150 million students receiving compulsory education in rural areas are exempt from paying tuition and miscellaneous fees and are supplied with free textbooks, and living allowances are provided to the 7.8 million students from poor families who stay in school dormitories.
zh_cn: 对全国农村义务教育阶段学生全部免除学杂费、全部免费提供教科书，对家庭经济困难寄宿生提供生活补助，使1.5亿学生和780万名家庭经济困难寄宿生受益。

source: The plan to make nine-year compulsory education basically universal and to basically eliminate illiteracy among young and middle-aged adults in the western region was implemented on schedule.
zh_cn: 西部地区基本普及九年义务教育、基本扫除青壮年文盲攻坚计划如期完成。

source: The state allocated special funds to support the renovation of dilapidated buildings at more than 22,000 rural primary and secondary schools and the building of more than 7,000 schools with student dormitory facilities.
zh_cn: 国家安排专项资金支持2.2万多所农村中小学改造危房、建设7000多所寄宿制学校，

source: Distance education now covers 360,000 rural primary and middle schools, making quality education available to more rural students.
zh_cn: 远程教育已覆盖36万所农村中小学，更多的农村学生享受到优质教育资源。

source: Greater efforts were made to develop vocational education, with the student population reaching 20 million at secondary vocational schools and 8.61 million at vocational colleges in 2007.
zh_cn: 更加重视职业教育发展，2007年中、高等职业教育在校生分别达到2000万人和861万人。

source: A total of 11.44 million students were enrolled in undergraduate and graduate programs in regular institutions of higher learning.
zh_cn: 普通高等教育本科生和研究生规模达到1144万人。

source: More effort was put into developing key disciplines in institutions of higher learning.
zh_cn: 高校重点学科建设继续加强。

source: A system of government scholarships and financial aid to students in regular undergraduate institutions, vocational colleges and secondary vocational schools was instituted and improved, and its funding from the central government budget was increased from 2.05 billion yuan in 2006 to 9.8 billion yuan in 2007. This enabled over 20% of the students in institutions of higher learning and more than 90% of the students in secondary vocational schools to benefit from financial aid and allowed schools to greatly raise the amount of aid offered.
zh_cn: 建立健全普通本科高校、高等和中等职业学校国家奖学金助学金制度，中央财政此项支出从2006年20.5亿元增加到去年的98亿元，高校资助面超过20%，中等职业学校资助面超过90%，资助标准大幅度提高。

source: An experiment to provide free education to education students at normal universities directly under the Ministry of Education was launched in 2007.
zh_cn: 2007年开始在教育部直属师范大学实施师范生免费教育试点。

source: Major progress was made in providing equitable education opportunities for all.
zh_cn: 我们在实现教育公平上迈出了重大步伐。

source: The strategy of reinvigorating China through development of human resources was extensively applied.
zh_cn: 深入实施人才强国战略，

source: Great efforts were made to train Chinese personnel, bring in needed personnel from other countries and make wise use of skilled personnel of all types, thus strengthening the ranks of high-caliber, highly skilled personnel in China.
zh_cn: 大力培养、积极引进和合理使用各类人才，高层次、高技能人才队伍不断壮大。

source: Health.
zh_cn: 在卫生方面。

source: Total government expenditures on medical and health care in China over the five-year period reached 629.4 billion yuan, a 127% increase compared to the previous five-year period.
zh_cn: 全国财政用于医疗卫生支出五年累计6294亿元，比前五年增长1.27倍。

source: The funding was mainly used to develop the public health service system, the medical service system and the medical security system, and basically complete the formation of the disease prevention and control system and emergency medical response system with a fairly comprehensive range of functions, covering both urban and rural areas.
zh_cn: 重点加强公共卫生、医疗服务和医疗保障体系建设，覆盖城乡、功能比较齐全的疾病预防控制和应急医疗救治体系基本建成。

source: The number of diseases covered by the state plan for immunization and disease prevention was increased from 7 to 15, and AIDS, tuberculosis, schistosomiasis and other major communicable diseases are now treated free of charge.
zh_cn: 国家规划免疫预防的疾病由7种扩大到15种，对艾滋病、结核病、血吸虫病等重大传染病患者实施免费救治。

source: The state allocated funds to renovate or build 18,800 town and township health clinics, 786 county hospitals, 285 county traditional Chinese medicine hospitals and 534 county health centers for women and children, and equip 11,700 town and township health clinics with medical equipment, significantly improving conditions for providing medical and health care services in the countryside.
zh_cn: 国家安排资金改造和新建1.88万所乡镇卫生院、786所县医院、285所县中医院和534所县妇幼保健院，为1.17万个乡镇卫生院配备了医疗设备，农村医疗卫生条件明显改善。

source: More than 24,000 community health clinics were set up in China, further improving the new system of medical and health care services in urban areas.
zh_cn: 全国建立了2.4万多个社区卫生服务机构，新型城市医疗卫生服务体系进一步健全。

source: Further progress was made in carrying out population and family planning programs, and the birthrate remained stable at a low level.
zh_cn: 人口和计划生育事业取得新进展，低生育水平继续保持稳定。

source: People's health continued to improve, infant and maternal mortality rates dropped significantly, and average life expectancy reached 73 years in 2005. These are momentous achievements for China, a developing country with a population of 1.3 billion.
zh_cn: 人民健康水平不断提高，婴儿死亡率和孕产妇死亡率明显下降，2005年人均期望寿命达到73岁，对于我们这样一个有13亿人口的发展中国家是了不起的成就。

source: Employment.
zh_cn: 在就业方面。

source: The government continued to follow and improve the policy that strongly promotes employment and to adopt fiscal, taxation and financial measures to increase employment.
zh_cn: 坚持实施和完善积极的就业政策，从财税、金融等方面加大支持力度，

source: Expenditures for employment programs from the central government budget in the form of subsidies totaled 66.6 billion yuan over the five-year period.
zh_cn: 中央财政安排就业补助资金五年累计666亿元。

source: Urban and rural systems for providing public employment services were further strengthened.
zh_cn: 城乡公共就业服务体系建设进一步加强。

source: Efforts were intensified to increase employment and reemployment in a well-planned way, and training in vocational skills was comprehensively strengthened. As a result, more than ten million urban people got jobs and eight million rural workers found work in nonagricultural sectors per year on average.
zh_cn: 统筹做好就业再就业工作，全面加强职业技能培训，平均每年城镇新增就业1000多万人、农村劳动力转移就业800万人。

source: The problem of finding other employment opportunities for workers laid off from SOEs was basically solved, and the work of incorporating basic cost of living allowances for laid-off workers into the unemployment insurance system was completed.
zh_cn: 基本解决国有企业下岗职工再就业问题，完成下岗职工基本生活保障向失业保险并轨。

source: The employment situation remained basically stable despite a large increase in the total workforce and great pressure on employment.
zh_cn: 在劳动力总量增加较多、就业压力很大的情况下，保持了就业形势的基本稳定。

source: Social safety net.
zh_cn: 在社会保障方面。

source: Governments at all levels spent a total of 1.95 trillion yuan on building up the social safety net over the five-year period, a 141% increase compared to the previous five-year period.
zh_cn: 全国财政用于社会保障支出五年累计1.95万亿元，比前五年增长1.41倍。

source: Continued improvement was made in the basic old-age insurance system for urban workers, with the number of participating workers exceeding 200 million in 2007, an increase of more than 54 million compared to 2002.
zh_cn: 城镇职工基本养老保险制度不断完善，2007年参保人数突破2亿人，比2002年增加5400多万人；

source: Trials to fully fund personal accounts for basic old-age insurance were expanded to 11 province-level administrative units.
zh_cn: 做实基本养老保险个人账户试点扩大到11个省份；

source: Basic pensions for enterprise retirees were raised three years in a row beginning in 2005.
zh_cn: 从2005年开始连续三年提高企业退休人员基本养老金标准。

source: A total of 329.5 billion yuan was allocated for old-age insurance programs from the central government budget in the form of subsidies over the last five years.
zh_cn: 中央财政五年累计补助养老保险专项资金3295亿元。

source: The number of urban workers participating in basic medical insurance reached 180 million in 2007, nearly twice the number in 2002.
zh_cn: 2007年城镇职工基本医疗保险参保人数达到1.8亿人，比2002年增加近1倍；

source: The trial of basic medical insurance for urban residents was launched in 88 cities.
zh_cn: 88个城市启动城镇居民基本医疗保险试点；

source: Continued improvement was made in the new system of rural cooperative medical care, which now covers 86% of all counties and 730 million rural residents in China.
zh_cn: 新型农村合作医疗制度不断完善，已扩大到全国86%的县，参合农民达到7.3亿人。

source: Funds to support the national social safety net totaled 414 billion yuan, an increase of 289.8 billion yuan over 2002.
zh_cn: 全国社会保障基金积累4140亿元，比2002年增加2898亿元。

source: Establishment of the urban and rural emergency aid system was basically completed.
zh_cn: 城乡社会救助体系基本建立。

source: The system of basic cost of living allowances for urban residents was improved, with gradually rising standards and allowances.
zh_cn: 城市居民最低生活保障制度不断完善，保障标准和补助水平逐步提高。

source: A system of basic cost of living allowances was established in all rural areas of China in 2007, covering 34.519 million rural residents.
zh_cn: 2007年在全国农村全面建立最低生活保障制度，3451.9万农村居民纳入保障范围。

source: The systems provide a fundamental institution to assist poor people in urban and rural areas to meet basic living expenses.
zh_cn: 这是保障城乡困难群众基本生活的一项根本性制度建设。

source: Further progress was made in developing social welfare, providing special assistance to entitled groups and developing charity programs and programs to help people with physical and mental disabilities.
zh_cn: 社会福利、优抚安置、慈善和残疾人事业取得新进展。

source: Efforts to combat disasters and provide disaster relief were greatly strengthened, with total expenditures from the central government budget reaching 55.1 billion yuan for the five-year period. This helped restore normal working and living conditions for disaster victims.
zh_cn: 抗灾救灾工作全面加强，中央财政五年支出551亿元，受灾群众生产生活得到妥善安排。

source: Culture and sports.
zh_cn: 在文化和体育方面。

source: Government expenditures for culture and sports programs totaled 310.4 billion yuan for the five-year period, a 130% increase over the previous five-year period.
zh_cn: 全国财政用于文化体育事业支出五年累计3104亿元，比前五年增长1.3倍。

source: The basic elements of a public cultural services system at the county and township levels were put in place, and basically every county now has a library and cultural center.
zh_cn: 县乡两级公共文化服务体系初步形成，基本实现了县县有图书馆、文化馆。

source: Substantive progress was made in setting up local cultural facilities such as the projects to set up a national shared databank of cultural information and resources and extend radio and television coverage to all villages.
zh_cn: 全国文化信息资源共享工程、广播电视村村通工程等基层文化设施建设扎实推进。

source: Philosophy, the social sciences, the press and publishing, radio, film and television, literature and art thrived.
zh_cn: 哲学社会科学和新闻出版、广播影视、文学艺术进一步繁荣。

source: Protection of cultural relics and intangible cultural heritage was strengthened.
zh_cn: 文物和非物质文化遗产保护得到加强。

source: Cultural exchanges with other countries were intensified.
zh_cn: 对外文化交流更加活跃。

source: Development of public sports facilities in urban and rural areas was accelerated, mass sports activities developed vigorously, and Chinese athletes did well in international competitions.
zh_cn: 城乡公共体育设施建设加快，群众性体育蓬勃发展，体育健儿在国际大赛中取得优异成绩。

source: Personal income and consumer spending.
zh_cn: 在居民收入和消费方面。

source: Vigorous efforts were made to increase the incomes of urban and rural residents, especially low-income persons.
zh_cn: 努力增加城乡居民特别是低收入居民收入。

source: The minimum wage was increased.
zh_cn: 调高最低工资标准；

source: The problem of arrears in the wages of rural migrant workers in urban areas was basically resolved.
zh_cn: 基本解决拖欠农民工工资问题；

source: The standards for financial aid to key entitled groups were increased four times, and plans were implemented to resolve the practical problems of demobilized military personnel.
zh_cn: 四次提高重点优抚对象的抚恤补助标准，统筹解决退役军人实际困难。

source: The tax on interest earnings from individual savings deposits was lowered and the earnings threshold for the individual income tax was raised.
zh_cn: 降低居民储蓄存款利息税率，提高个人所得税起征点。

source: There was a general increase in family assets.
zh_cn: 家庭财产普遍增多。

source: Upgrading of consumer spending proceeded at a faster pace, and there was a great increase in the number of family-owned cars and rapid spread in the use of cell phones, computers and Internet services.
zh_cn: 居民消费结构升级加快，家用汽车大幅度增加，移动电话、计算机、互联网快速普及，

source: The number of people going on vacations increased several fold.
zh_cn: 旅游人数成倍增长。

source: There was further improvement in housing conditions, encouraging progress was made in improving conditions in shantytowns, and much more public services were made available to urban and rural residents.
zh_cn: 住房条件进一步改善，棚户区改造取得积极进展。城乡居民享有的公共服务明显增多。

source: Public administration.
zh_cn: 在社会管理方面。

source: Work in this area was concentrated on protecting the legitimate rights and interests of the people and resolving social tensions.
zh_cn: 着力维护人民群众合法权益，积极化解社会矛盾。

source: We formulated and implemented policies and measures for protecting the legitimate rights and interests of rural migrant workers in urban areas.
zh_cn: 制定并实施保障农民工合法权益的政策措施。

source: We devoted a great deal of effort to resolving infringements on the interests of the public related to land expropriation and requisition, housing demolition, enterprises converting to a stockholding system and environmental protection.
zh_cn: 努力解决土地征收征用、房屋拆迁、企业改制、环境保护等方面损害群众利益的问题。

source: Improvement was made in the handling of complaints made by individuals through letters and visits.
zh_cn: 信访工作不断加强。

source: We paid very close attention to improving workplace safety and the safety oversight system, instituted a responsibility system for workplace safety and improved related legislation.
zh_cn: 高度重视安全生产工作，健全安全监管体制，落实安全生产责任制，加强安全生产法制建设。

source: The public security system for crime prevention and control was further strengthened, and overall crime control work was intensified.
zh_cn: 社会治安防控体系更加健全，综合治理工作进一步加强。

source: We combated criminal activities in accordance with the law, effectively protected China's security and maintained law and order.
zh_cn: 依法打击各类犯罪活动，有效维护了国家安全和社会稳定。

source: Taking advantage of the rapid development of the economy and significant improvement of public finance, we worked hard to resolve some longstanding problems.
zh_cn: 在经济快速发展和财力明显增加的情况下，用很大力量解决了一些长期遗留的历史问题。

source: We sold off nonperforming assets of state-owned commercial banks, made alternate arrangements for nonperforming loans and long-term non-paying accounts of rural credit cooperatives, eased the long-term debts of SOEs, gradually eased policy-related losses of state-owned grain enterprises, cleared up overdue tax rebates for exports, and improved the policy for paying compensation for requisition of land for large and medium-sized reservoirs and assisting people displaced by reservoir projects.
zh_cn: 剥离和处置国有商业银行不良资产，置换农村信用社不良贷款和历年亏损挂账，化解国有企业历史债务，逐步解决国有粮食企业政策性亏损挂账，还清出口退税欠款，完善大中型水库征地补偿和移民后期扶持政策等。

source: Resolution of these problems played an important role in promoting economic and social development.
zh_cn: 这些问题的解决对于经济社会发展起到了重要作用。

source: We made major progress over the past five years in enhancing democracy and the legal system, building national defense and the military, doing our work related to Hong Kong, Macao and Taiwan, and conducting diplomacy.
zh_cn: 五年来，我们在民主法制建设、国防和军队建设、港澳台工作和外交等方面，也取得了重要进展。

source: We made steady progress in improving socialist democracy and the socialist legal system.
zh_cn: 稳步推进社会主义民主法制建设。

source: Governments at all levels conscientiously accepted the oversight of the people's congress and its standing committee at the corresponding level; voluntarily accepted the democratic oversight by CPPCC committees; carefully listened to the views of the democratic parties, federations of industry and commerce, persons without party affiliation and people's organizations; solicited suggestions of experts, scholars and the general public in a variety of forms; and accepted the oversight of the media and all sectors of society.
zh_cn: 各级政府自觉接受同级人民代表大会及其常委会的监督，主动接受人民政协的民主监督，认真听取民主党派、工商联、无党派人士、人民团体意见，通过多种形式征求专家学者和人民群众的建议，接受新闻媒体和社会各界的监督。

source: Governments at all levels made public announcements and held public hearings before making major decisions.
zh_cn: 实行重大事项决策公示和听证制度。

source: We stepped up efforts to develop autonomy in urban community and village administrative bodies and further improved the democratic system at the local level.
zh_cn: 加强城乡基层自治组织建设，基层民主管理制度进一步健全。

source: During the past five years the State Council submitted 39 bills to the Standing Committee of the National People's Congress and formulated or revised 137 administrative regulations.
zh_cn: 五年国务院共向全国人大常委会提交39件法律议案，制定、修订137件行政法规。

source: We explored ways to set up mechanisms and systems for orderly public participation in government legislation and published 15 draft laws and drafts of administrative regulations to solicit comments from the public.
zh_cn: 探索建立公众有序参与政府立法的机制和制度，有15部法律草案和行政法规草案向社会公开征求意见。

source: We carried out a thorough review of current administrative rules and regulations.
zh_cn: 全面清理了现行行政法规和规章。

source: We adhered to the Law on Regional Ethnic Autonomy and carried forward the programs to promote unity and progress among ethnic groups.
zh_cn: 贯彻民族区域自治法，推进民族团结进步事业。

source: The policy on freedom of religious belief was comprehensively implemented, and the administration of religious affairs was put on a more solid legal footing and further standardized.
zh_cn: 全面落实宗教信仰自由政策，宗教事务管理走向法制化、规范化。

source: We comprehensively implemented the policy on matters related to overseas Chinese nationals and protected the legitimate rights and interests of overseas Chinese nationals, returned overseas Chinese nationals and their relatives.
zh_cn: 全面落实侨务政策，依法保护海外侨胞和归侨侨眷的合法权益。

source: We stepped up all efforts to modernize the military.
zh_cn: 全面加强军队现代化建设。

source: We vigorously pressed ahead with the revolution in military affairs with Chinese characteristics.
zh_cn: 积极推进中国特色军事变革。

source: We adjusted and reformed the military's structure and staffing and its related policies and systems and smoothly cut its size by 200,000 personnel.
zh_cn: 调整改革军队体制编制和政策制度，裁减军队员额20万任务顺利完成。

source: We made historic achievements in strengthening national defense and the military.
zh_cn: 国防和军队建设取得历史性成就。

source: The People's Liberation Army and the People's Armed Police Force made major contributions to safeguarding China's sovereignty, security and territorial integrity and to promoting social harmony and stability.
zh_cn: 人民解放军和人民武装警察部队为维护国家主权、安全、领土完整和促进社会和谐稳定作出了重大贡献。

source: We adhered to the principle of "one country, two systems" and acted in strict accordance with the Basic Law of the Hong Kong Special Administrative Region and the Basic Law of the Macao Special Administrative Region.
zh_cn: 坚持“一国两制”方针，严格按照香港特别行政区基本法和澳门特别行政区基本法办事。

source: We implemented the Closer Economic Partnership Arrangement between the mainland and the regions of Hong Kong and Macao.
zh_cn: 实施内地与香港、澳门更紧密经贸关系安排。

source: Both regions remained thriving and stable.
zh_cn: 香港、澳门保持繁荣稳定。
